tap "bufbuild/buf"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/pet"
tap "sanemat/font"
tap "shirakiya/alug"
brew "autoconf"
brew "automake"
brew "xz"
brew "awscli"
brew "awslogs"
brew "boost"
brew "fontconfig"
brew "gettext"
brew "ccat"
brew "circleci"
brew "clang-format"
brew "gmp"
brew "cloog"
brew "colordiff"
brew "coreutils"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "direnv"
brew "libtool"
brew "libevent"
brew "ffmpeg"
brew "firebase-cli"
brew "pango"
brew "fontforge"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "graphviz"
brew "grpcurl"
brew "hub"
brew "oniguruma"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mypy"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "nodenv"
brew "openjdk"
brew "pandoc"
brew "peco"
brew "perl-build"
brew "pipenv"
brew "plenv"
brew "protobuf"
brew "prototool"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "scalaenv"
brew "sops"
brew "source-highlight"
brew "terraform"
brew "the_silver_searcher"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "knqyf263/pet/pet"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "shirakiya/alug/alug"
cask "1password"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "skitch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"
