tap "ariga/tap"
tap "bufbuild/buf"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "knqyf263/pet"
tap "sanemat/font"
tap "shirakiya/alug"
brew "autoconf"
brew "automake"
brew "xz"
brew "awscli"
brew "awslogs"
brew "gettext"
brew "boost"
brew "fontconfig"
brew "glib"
brew "ccat"
brew "clang-format"
brew "gmp"
brew "isl"
brew "cloog"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "deno"
brew "direnv"
brew "exiftool"
brew "ffmpeg"
brew "firebase-cli"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "oniguruma"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "libevent"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gofumpt"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grpcurl"
brew "hub"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lua"
brew "luv"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mise"
brew "mypy"
brew "mysql-client"
brew "utf8proc"
brew "neovim"
brew "nkf"
brew "nodenv"
brew "openjdk"
brew "pandoc"
brew "peco"
brew "perl-build"
brew "pipenv"
brew "plenv"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "scalaenv"
brew "sops"
brew "source-highlight"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "knqyf263/pet/pet"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "shirakiya/alug/alug"
cask "1password"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "blackhole-2ch"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "font-hackgen"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raycast"
cask "realforce"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"
vscode "anthropic.claude-code"
vscode "ariga.atlas-hcl"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "charliermarsh.ruff"
vscode "coderabbit.coderabbit-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fabiospampinato.vscode-monokai-night"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "nonylene.dark-molokai-theme"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "richie5um2.vscode-sort-json"
vscode "shardulm94.trailing-spaces"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "tsandall.opa"
vscode "vscodevim.vim"
vscode "xaver.clang-format"
go "cmd/go"
go "cmd/gofmt"
