tap "heroku/brew"
tap "homebrew/completions"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sanemat/font"
tap "knqyf263/pet"
brew "libyaml"
brew "python@2"
brew "ansible"
brew "autoconf"
brew "automake"
brew "xz"
brew "python"
brew "awscli"
brew "boost"
brew "fontconfig"
brew "gettext"
brew "ccat"
brew "gmp"
brew "cloog"
brew "gmp@4"
brew "ppl@0.11"
brew "cloog@0.15"
brew "colordiff"
brew "coreutils"
brew "zeromq"
brew "czmq"
brew "direnv"
brew "ffmpeg"
brew "libtool"
brew "fontforge"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "mpfr@2"
brew "libmpc@0.8"
brew "gcc@4.7"
brew "gcc@5"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "goenv"
brew "isl@0.12"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libsodium"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mongodb"
brew "mysql@5.6", restart_service: true
brew "ndenv"
brew "nkf"
brew "packer"
brew "pandoc"
brew "peco"
brew "perl-build"
brew "plenv"
brew "postgresql"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "scalaenv"
brew "source-highlight"
brew "terraform"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim", args: ["with-lua"]
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "knqyf263/pet/pet"
cask "appcleaner"
cask "atom"
cask "bettertouchtool"
cask "boostnote"
cask "coteditor"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flowdock"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "licecap"
cask "mendeley-desktop"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "vivaldi"
cask "vlc"
